Repository: pokejisho/pokejisho_ios
Catalog: PokéJisho/Localizable.xcstrings
Source language: en
Languages: ja

# about.copyright
source: Pokémon and its trademarks are ©1995–%@ Nintendo, Creatures, and GAMEFREAK.
ja: ポケモンおよびその商標は ©1995–%@ 任天堂・クリーチャーズ・ゲームフリークに帰属します。

# about.fansite
source: PokéJisho is an unofficial, educational Pokémon fan project, not affiliated with or endorsed by Nintendo, Creatures, or GAMEFREAK.
ja: ポケ辞書は非公式の教育目的のポケモンファンアプリであり、任天堂・クリーチャーズ・ゲームフリークとは関係なく、公認もされていません。

# about.github
source: View the repository on GitHub
ja: GitHubのリポジトリを見る

# about.license
source: The PokéJisho app itself is released under an MIT license.
ja: ポケ辞書アプリ自体は MIT ライセンスで提供されています。

# about.pokeapi
source: Pokémon details are provided by PokéAPI.
ja: ポケモンの詳細情報は PokéAPI から提供されています。

# about.title
source: About
ja: このアプリについて

# app.name
source: PokéJisho
ja: ポケ辞書

# camera.denied.message
source: Enable camera access in Settings to scan text from photos.
ja: 写真から文字を読み取るには、設定でカメラへのアクセスを許可してください。

# camera.denied.title
source: Camera Access Needed
ja: カメラへのアクセスが必要です

# common.cancel
source: Cancel
ja: キャンセル

# common.openSettings
source: Open Settings
ja: 設定を開く

# detail.bulbapedia
source: Bulbapedia (EN)
ja: Bulbapedia（英）

# detail.copy
source: Copy
ja: コピー

# detail.katakana
source: Katakana
ja: カタカナ

# detail.learnMore
source: Learn more
ja: 詳しく見る

# detail.pokewiki
source: ポケモンwiki (JA)
ja: ポケモンwiki（和）

# detail.romaji
source: Romaji
ja: ローマ字

# favorite.add
source: Add to favorites
ja: お気に入りに追加

# favorite.remove
source: Remove from favorites
ja: お気に入りから削除

# favorites.title
source: Favorites
ja: お気に入り

# filter.all
source: All
ja: すべて

# filter.title
source: Filter by type
ja: 種類で絞り込む

# help.body
source: Type any Pokémon, move, item, ability, or nature to see its name in English and Japanese.
ja: ポケモンの名前、技、アイテム、特性、性格を入力すると、日本語と英語の名前を調べられます。

# help.welcome
source: Welcome to PokéJisho! My name is Sagumi.
ja: ようこそポケ辞書へ。探見です。

# recent.title
source: Recent
ja: 最近の検索

# results.none
source: No matches found. Try a different spelling or language.
ja: 一致する項目が見つかりませんでした。別のつづりや言語でお試しください。

# results.none.title
source: No results
ja: 結果なし

# scan.button
source: Scan text from a photo
ja: 写真から文字を読み取る

# scan.empty
source: No text selected.
ja: テキストが選択されていません。

# scan.hint
source: Drag to highlight text, then tap Search.
ja: 指でなぞって文字を選び、検索をタップしてください。

# scan.search
source: Search
ja: 検索

# scan.title
source: Select Text
ja: テキストを選択

# search.placeholder
source: Search Pokémon, moves, items…
ja: ポケモン・技・道具を検索…

# settings.appearance
source: Appearance
ja: 外観

# settings.appearance.dark
source: Dark
ja: ダーク

# settings.appearance.light
source: Light
ja: ライト

# settings.appearance.system
source: System
ja: システム

# settings.display
source: Display
ja: 表示

# settings.language
source: Language
ja: 言語

# settings.language.system
source: System
ja: システム

# settings.title
source: Settings
ja: 設定

# settings.version
source: Version
ja: バージョン

# type.ability
source: Ability
ja: 特性

# type.character
source: Character
ja: キャラクター

# type.item
source: Item
ja: 道具

# type.location
source: Location
ja: 地名

# type.move
source: Move
ja: 技

# type.nature
source: Nature
ja: 性格

# type.pokemon
source: Pokémon
ja: ポケモン
